adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
arandr
arc-gtk-theme
arc-icon-theme
archlinux-keyring
autoconf
automake
base
bash
bash-completion
bat
binutils
binwalk
bison
blueman
bluez
bluez-tools
clang
cmake
coreutils
cpio
cups
cups-filters
cups-pdf
curl
debootstrap
dhclient
dhcpcd
dkms
docker
docker-compose
downgrade
dunst
exif
fakeroot
faudio
feh
ffmpeg
file
filesystem
findutils
firefox
flameshot
fontconfig
fzf
gcc
gcc-libs
gdb
gdb-common
git
glibc
gnome-disk-utility
gnu-netcat
gnupg
gnutls
go
google-chrome
gotop
gparted
grep
gsimplecal
gtk3
gtk4
gtkglext
gzip
hexedit
htop
ibus
ibus-unikey
iptables
iputils
iw
jdk11-openjdk
jdk17-openjdk
jgmenu
jre11-openjdk
jre11-openjdk-headless
jre17-openjdk
jre17-openjdk-headless
keepass
keyutils
light
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-headers
lm_sensors
lsb-release
lsof
lxappearance
lz4
lzip
lzo
lzop
make
man-db
man-pages
maven
minicom
mkinitcpio
mpv
nano
ncurses
ncurses5-compat-libs
neovim
nerd-fonts-noto-sans-regular-complete
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nitrogen
nm-connection-editor
nmap
nordvpn-bin
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
ntp
obconf
obs-studio
openbox
openconnect
openssh
openssl
openvpn
otf-apple-sf-pro
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pam
pam_wrapper
pambase
pamixer
papirus-icon-theme-git
parted
pavucontrol
picom
pinentry
pipewire
pkgconf
playerctl
playonlinux
pm-utils
polkit
powerline
powerline-common
powerline-vim
proxychains-ng
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
python
python-pip
python2
python2-pip
ranger
remmina
ripgrep
rofi
scrcpy
screen
scrot
sed
signal-desktop
skippy-xd-git
slack-desktop
smbclient
source-highlight
spotify
spotifyd
sshfs
strace
sublime-text
sudo
syslinux
systemd
systemd-libs
systemd-sysvcompat
tar
tcpdump
the_silver_searcher
thunar
thunar-volman
thunderbird
tint2
tmux
transmission-cli
transmission-gtk
ttf-anonymous-pro
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-hack-nerd
ttf-jetbrains-mono
ttf-liberation
ttf-mac-fonts
ttf-ms-fonts
unrar
unzip
upower
vi
vim
virtualbox
virtualbox-host-dkms
volume_key
volumeicon
wget
which
wine
winetricks
wireless_tools
wpa_supplicant
xarchiver
xclip
xdotool
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-settings
xfce4-terminal
xz
yay
zip
zlib
zsh
zsh-completions
zstd
